orgs/proyecto/Calculus/notes.org
#+title: Calculus Homework
#+author: Shaurya Singh
#+startup: preview
#+OPTIONS: toc:nil

* Make a chart for the following function

\begin{equation}
lim\  \frac{x-4}{x^2-3x-4},\ x \rightarrow 4
\end{equation}

| x    | 3.9 | 3.99 | 3.999 |
|------+-----+------+-------|
| f(x) | 2.1 | 2.01 | 2.001 |

* Answer the following questions based on the following function

\begin{equation}
lim\ f(x),\ x \rightarrow 1
\end{equation}

\begin{equation}
  f(x) =
    \begin{cases}
      &x^2+3,\ x\neq1\\
      &2,\ x=1
    \end{cases}
\end{equation}

1. Does the limit exist?
   The limit exists. Since the second equation only applies when $x = 1$, a reasonable estimate for the limit of $f(x)$ is $4$
2. Does the point exist?
   The point exists. Since the first equation doesn't apply when x is 1 (and the second does), the point exists as

   \begin{equation}
   (x,y) = (1,2)
   \end{equation}
