orgs/proyecto/Calculus/notes.tex
% Created 2021-07-06 Tue 22:36
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Shaurya Singh}
\date{\today}
\title{Calculus Homework}
\hypersetup{
 pdfauthor={Shaurya Singh},
 pdftitle={Calculus Homework},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Make a chart for the following function}
\label{sec:orgd9d0602}

\begin{equation}
lim\  \frac{x-4}{x^2-3x-4},\ x \rightarrow 4
\end{equation}

\begin{center}
\begin{tabular}{lrrr}
x & 3.9 & 3.99 & 3.999\\
\hline
f(x) & 2.1 & 2.01 & 2.001\\
\end{tabular}
\end{center}

\section{Answer the following questions based on the following function}
\label{sec:org76331a3}

\begin{equation}
lim\ f(x),\ x \rightarrow 1
\end{equation}

\begin{equation}
  f(x) =
    \begin{cases}
      &x^2+3,\ x\neq1\\
      &2,\ x=1
    \end{cases}
\end{equation}

\begin{enumerate}
\item Does the limit exist?
The limit exists. Since the second equation only applies when \(x = 1\), a reasonable estimate for the limit of \(f(x)\) is \(4\)
\item Does the point exist?
The point exists. Since the first equation doesn't apply when x is 1 (and the second does), the point exists as

\begin{equation}
(x,y) = (1,2)
\end{equation}
\end{enumerate}
\end{document}
